Repository: DLRSP/django-errors
Catalog: src/django_errors/locale/*/LC_MESSAGES/django.po
Languages: it

source: An app to manage errors page ...
it: Una app per gestire le pagine di errorre ...

source: Bad Request
it: Brutta Richiesta

source: The request could not be understood by the server due to malformed syntax.
it: La richiesta non può essere compresa dal server a causa di sintassi errata.

source: The browser SHOULD NOT repeat the request without modifications.
it: Il browser NON DEVE ripetere la richiesta senza modifiche.

source: Permission Denied
it: Permesso Negato

source: You don't have permissions to see this page!
it: Non hai il permesso per vedere questa pagina!

source: Page Not Found
it: Pagina non trovata

source: I'm sorry, we don't have a page with that URL.
it: Mi dispiace, non abbiamo una pagina con questo URL.

source: Internal Server Error
it: Errore Interno del Server

source: Server Error
it: Errore del Server

source: I'm sorry, an error has occurred with the application.
it: Mi dispiace, si è verificato un errore con il programma.
